Repository: anoxic83/AG_SWSEdt
Catalog: src/po/*/AG_SWSEDT.po
Languages: pl

source: About
pl: O programie

# TFRMCLIP.BTCLEARP.CAPTION
source: Clear
pl: Wyczyść

# tfrmclip.btcleart.caption
source: Clear
pl: Wyczyść

source: Add To Carrer Job Offer
pl: Dodaj do Ofert w Karierze

source: Players in Clipboard:
pl: Zawodników w Schowku:

source: Teams in Clipboard:
pl: Drużyn w Schowku:

# tlgestrform.btcmsav.caption
source: Save and Exit
pl: Zapisz i zakończ

source: Exit whitout Saving
pl: Wyjdź bez zapisywania

# TLGESTRFORM.CAPTION
source: League Structure
pl: Struktura Ligi

source: Competition
pl: Rozgrywki

source: Divisions
pl: Ligi

source: Competition Number:
pl: Nr Rozgrywek:

source: End Sezon:
pl: Koniec Sezonu:

source: Reserves:
pl: Rezerwy:

source: Match Each Time:
pl: Liczba rund:

source: Possible Subs:
pl: Zmiany:

source: Promoted:
pl: Awans:

source: Promoted by Play-off:
pl: Awans przez Baraż:

source: Points for Win:
pl: Pkt za zwycięstwo:

source: Relegated:
pl: Spadek:

source: Relegated by Play-off:
pl: Spadek przez Baraż:

source: Start Sezon:
pl: Pocz. Sezonu:

source: Teams:
pl: Drużyn:

source: Compute Original Price
pl: Oblicz Oryginalne Ceny

source: Edit League Structure
pl: Edytuj Strukturę Ligi

source: Sort Player Numbers by Position
pl: Sortuj Nr zawodników wg Pozycji

source: Compute Orginal Price for All Players
pl: Oblicz Ceny dla Wszystkich Zawodników

source: Change
pl: Zmień

source: Find Team bt Name
pl: Znajdź Drużynę

source: Attributes
pl: Atrybuty

source: Attributes Chart
pl: Wykres Atrybutów

source: Shooting
pl: Strzały

source: Away Kit
pl: Strój Wyjazdowy

source: Home Kit
pl: Strój Domowy

source: Information
pl: Informacja

source: Passing
pl: Podania

source: Heading
pl: Gra Głową

source: Tackling
pl: Wślizgi

source: B.Control
pl: Sterowanie

source: Speed
pl: Szybkość

source: Finishing
pl: Wykończenie

source: General Player Information
pl: Informacje o Zawodniku

source: Statistics
pl: Statystyki

source: Tactic
pl: Taktyka

source: General Information
pl: Informacje ogólne

source: Team Statistics
pl: Statystyki Drużyny

# tmainform.grtmnavi.caption
source: Navigation Box
pl: Pasek nawigacji

# TMAINFORM.GSQNAVI.CAPTION
source: Navigation Box
pl: Pasek nawigacji

# TMAINFORM.GSQNAVI1.CAPTION
source: Navigation Box
pl: Pasek nawigacji

source: Team File Info
pl: Info. o Pliku

source: Total Pack Data Version:
pl: Wersja Danych Total Pack:

# tmainform.label38.caption
source: Teams
pl: Drużyny:

# TMAINFORM.LBAKITTYP.CAPTION
source: Kit Typ:
pl: Typ:

# TMAINFORM.LBASHCOL.CAPTION
source: Shirt Colors:
pl: Kolory Koszulki:

# TMAINFORM.LBASHOCOL.CAPTION
source: Short Color:
pl: Kolor Spodenek:

# TMAINFORM.LBASOCKCOL.CAPTION
source: Socks Color:
pl: Kolor Getrów:

source: Attributtes Code:
pl: Kod Atrybutów:

source: Team Coach:
pl: Trener:

source: Team Division:
pl: Liga:

source: Files Loaded/Files in Data Folder
pl: Plików Załadowanych / Wszystkich

source: Formation:
pl: Ustawienie:

source: Teams in Division One:
pl: Drużyn w Division One:

source: Teams in Division Two:
pl: Drużyn w Division Two:

source: Teams in Division Three:
pl: Drużyn w Division Three;

source: Number of Team in File:
pl: Drużyn w Pliku:

source: Teams non in League:
pl: Drużyn Non-League:

source: Teams in Premier Division:
pl: Drużyn w Premier Division:

# tmainform.lbhkittyp.caption
source: Kit Typ:
pl: Typ:

# tmainform.lbhshcol.caption
source: Shirt Colors:
pl: Kolory Koszulki:

# tmainform.lbhshocol.caption
source: Short Color:
pl: Kolor Spodenek:

# tmainform.lbhsockcol.caption
source: Socks Color:
pl: Kolor Getrów:

source: Team National Number:
pl: Nr Narodowy:

source: Player Number:
pl: Nr Zawodnika:

source: Actual SWOS Data Dir:
pl: Aktualny Katalog Data:

source: Player To Edit:
pl: Zawodnik do Edycji:

source: Player Name:
pl: Imię i Nazwisko:

source: Nationality:
pl: Narodowość:

source: Position:
pl: Pozycja:

source: Reserve
pl: Rezerwy:

source: Select Team to Load:
pl: Wybierz plik do wczytania:

source: Skin and Hair Color:
pl: Kolor Skóry i Włosów:

# TMAINFORM.LBSQTEAMED.CAPTION
source: Team To Edit:
pl: Drużyna do Edycji:

source: Squad:
pl: Skład:

source: SWOS General Team Number:
pl: Nr SWOS General Team:

source: Team List:
pl: Lista Drużyn:

source: Team Name:
pl: Nazwa zespołu:

source: Team Number in File:
pl: Nr Drużyny w Pliku:

source: Team Attribute Points
pl: Pkt. Atrybutów Drużyny:

# tmainform.lbtmteamed.caption
source: Team To Edit:
pl: Drużyna do Edycji:

source: Market Value (£)
pl: Cena Rynkowa (£)

source: Verification Teams in File and SWOS exe
pl: Weryfikacja Danych Plików i SWS.exe

source: Predictions:
pl: Rokowania:

source: About...
pl: O programie...

# tmainform.maddteam.caption
source: Add Team
pl: Dodaj Drużynę:

source: Change All Team National Numbers
pl: Zmień Wszystkie Nr. Narodowe

source: Verify All League Structures
pl: Weryfikacja Struktur Lig

# tmainform.mclipshow.caption
source: Show Clipboard
pl: Wyświetl schowek

source: Close
pl: Zamknij

# tmainform.mcpplayer.caption
source: Copy Player
pl: Kopiuj zawodnika

# tmainform.mcpteam.caption
source: Copy Team
pl: Kopiuj Drużynę:

source: CSV Export
pl: Eksport do CSV

source: Players
pl: Zawodnicy

# TMAINFORM.MCSVTEAM.CAPTION
source: Teams
pl: Drużyny

source: Edit
pl: Edycja

source: File
pl: Plik

source: Find Max SWOS General Number
pl: Znajdź Maksymalny Nr SWOS General

# TMAINFORM.MFPBYNAME.CAPTION
source: Find Player by Name
pl: Znajdź Zawodnika

# TMAINFORM.MFTBYNAME.CAPTION
source: Find Team by Name
pl: Znajdź Drużynę

source: Global File
pl: Globalne Pliku

# tmainform.mhelp.caption
source: Help
pl: Pomoc

# TMAINFORM.MHELPP.CAPTION
source: Help
pl: Pomoc

source: Open All
pl: Otwórz Wszytsko

source: Options
pl: Opcje

# TMAINFORM.MPADD.CAPTION
source: Add Team
pl: Dodaj Drużynę

# tmainform.mpaplayer.caption
source: Paste Player
pl: Wklej Zawodnika

# tmainform.mpateam.caption
source: Paste Team
pl: Wklej Drużynę

# TMAINFORM.MPCPPLAY.CAPTION
source: Copy Player
pl: Kopiuj Zawodnika

# TMAINFORM.MPCPTEAM.CAPTION
source: Copy Team
pl: Kopiuj Drużynę

# TMAINFORM.MPDEL.CAPTION
source: Remove Team
pl: Usuń Drużynę

# TMAINFORM.MPPAPLAY.CAPTION
source: Paste Player
pl: Wklej Zawodnika

# TMAINFORM.MPPATEAM.CAPTION
source: Paste Team
pl: Wklej Drużynę

# TMAINFORM.MPSCLIPSHOW.CAPTION
source: Show Clipboard
pl: Wyświetl schowek

# TMAINFORM.MPSHCLIP.CAPTION
source: Show Clipboard
pl: Wyświetl schowek

source: Open Team
pl: Otwórz Team

source: Reload Current
pl: Wgraj ponownie bieżący

# tmainform.mremoveteam.caption
source: Remove Team
pl: Usuń Drużynę

source: Search
pl: Wyszukiwanie

# tmainform.msettings.caption
source: Settings
pl: Ustawienia

source: Show PoolPlyr
pl: Wyświetl PoolPlyr

source: Show Random Player
pl: Wyświetl Losowego Zawodnika

source: Write All
pl: Zapisz Wszystko

source: Write Current
pl: Zapisz bieżący

source: SWS Exe Verification
pl: Weryfikacja SWS Exe

source: General
pl: Ogólne

source: Overview
pl: Przegląd

source: Player
pl: Zawodnik

source: Squad
pl: Skład

source: Team
pl: Drużyna

source: Generate Randomize List
pl: Generuj Losową Listę

source: Replace Selected Player
pl: Zamień Wybranego Zawodnika

source: Load data from SWOS
pl: Załaduj dane z SWOS

source: Save data to SWOS
pl: Zapisz Dane do SWOS

source: Compute Attributtes for All Players
pl: Wylicz atrybuty dla wszystkich

source: Refresh Manual
pl: Odśwież

# TSETTINGFORM.BUTTON1.CAPTION
source: Save and Exit
pl: Zapisz i zakończ

source: Cancel
pl: Anuluj

# TSETTINGFORM.CAPTION
source: Settings
pl: Ustawienia

source: Automatic Check for Updates
pl: Automatycznie sprawdzaj aktualizacje

source: Show Information and Hints
pl: Pokaż podpowiedzi informacyjne:

source: Auto Write LS To Exe and Exe++ if load TotalPack
pl: Automatycznie Zapisuj LS Do Exe i Exe++ (Dla TotalPack)

source: Use Total Pack (Version 1.33 or new)
pl: Użyj Total Pack (Wersja 1.33 lub nowsza)

source: Automatic Select Cell on Enter
pl: Automatycznie podświetlaj pola po zaznaczeniu

source: or Manual
pl: lub Ręcznie

source: Total Pack Options
pl: Opcje Total Pack

# tsettingform.label1.caption
source: Description:
pl: Opis:

# TSETTINGFORM.LABEL3.CAPTION
source: Description:
pl: Opis:

source: Total Pack Directory
pl: Katalog Total Pack

source: SWOS Data Directory:
pl: Katalog Data SWOSa:

source: SWOS Executable File:
pl: Plik wykonywalny SWOSa:

source: Editor
pl: Edytor

source: Links
pl: Odnośniki

source: Directories
pl: Katalogi

# TSPLASHLOAD.LBLOADING.CAPTION
source: Loading...
pl: Wczytywanie...

source: Add New Team
pl: Dodaj Nową Drużynę

source: All Leagues OK
pl: Wszystkie Ligi O.K.

source: Attacker
pl: Napastnik

source: BLACK
pl: CZARNY

source: Black Skin / Black Hair
pl: Czarny / Czarne Włosy

source: BLUE
pl: NIEBIESKI

source: BROWN
pl: BRĄZOWY

source: Data Error in XML file
pl: Błąd Danych w pliku XML

source: Defender
pl: Obrońca

source: Enter new teams national numer:
pl: Wpisz nowy nr narodowy:

source: Enter Team Name:
pl: Wpisz Nazwę Drużyny:

source: Error
pl: Błąd

source: File:
pl: Plik:

source: File is not League, or SWOS exe file not loaded.
pl: Plik nie jest ligowy lub SWS.exe nie jest wczytany.

source: Files Edited: %d
pl: Plików Zmodyfikowanych: %d

source: Files Loaded:
pl: Plików Wczytanych:

source: Files Saved:
pl: Plików Zapisanych:

# utextstr.rsfindplayerby
source: Find Player by Name
pl: Znajdź Zawodnika

# utextstr.rsfindteambyna
source: Find Team by Name
pl: Znajdź Drużynę

source: Goalkeeper
pl: Bramkarz

source: GRAY
pl: SZARY

source: GREEN
pl: ZIELONY

source: English
pl: Polski

# utextstr.rsleaguestruct
source: League Structure
pl: Struktura Ligi

source: Leagues.xml File is corupted. Please repair or download orginal
pl: Plik Leagues.xml jest uszkodzony. Napraw lub ściągnij oryginalny,

source: LeftBack
pl: Lewa Obrona

source: LeftWing
pl: Lewe Skrzydło

source: LIGHTBLUE
pl: BŁĘKITNY

# utextstr.rsloading
source: Loading...
pl: Wczytywanie...

source: First Free SWOS General Number is:
pl: Pierwszy wolny SWOS General Nr To:

source: Midfielder
pl: Pomocnik

source: Only League Players
pl: Tylko Zawodnicy Ligowi

source: Open All before use this function.
pl: Otwórz Wszystko zanim użyjesz tej funkcji

source: ORANGE
pl: POMARAŃCZOWY

source: Player not Found
pl: Nie znaleziono

source: RED
pl: CZERWONY

source: RightBack
pl: Prawa Obrona

source: RightWing
pl: Prawe Skrzydło

source: Saving...
pl: Zapisywanie...

source: Select SWOS TotalPack executable file (pc_swostp.exe)...
pl: Wybierz plik wykonywalny SWOS TotalPack (pc_swostp.exe)

source: SWOS works only for even values
pl: SWOS działa tylko dla wartości parzystych

source: Team Attribute Point: %d
pl: Pkt. Atrybutów Drużyny: %d

source: Team Attribute Point by 7: %d
pl: Pkt. Atrybutów Drużyny do 7: %d

source: Team not Found
pl: Nie znaleziono

source: Teams:
pl: Drużyny:

source: This value must be a number
pl: Wartość musi być liczbą

source: Unable to load XML file
pl: Nie można odczytać pliku XML

source: Unknown SWOS version or path is not valid
pl: Nieznana wersja SWOS lub ścieżka jest błędna

source: WHITE
pl: BIAŁY

source: White Skin / Black Hair
pl: Biały / Czarne Włosy

source: White Skin / Blond Hair
pl: Biały / Blond Włosy

source: WriteAll
pl: Zapisz Wszystko

source: Write All (%d)
pl: Zapisz Wszystko (%d)

source: YELLOW
pl: ŻÓŁTY
